public class MySummer {
    public static void main(String[] args) {
        System.out.println("\t\t\t\t\t\t\t\tКак я провел лето" +
                "\n\tЭто лето началось с того, что я бегал по городу в поисках подходящего помолвочного кольца \n" +
                "чтобы сделать предложение своей будущей жене. Кольцо было куплено и 6 июня я сделал ей предложение - она \n" +
                "согласилась. Свадьбу мы наметили на конец сентября. В конце июня мы поехали в мини-отпуск на море, где, \n" +
                "как ни странно, мы купались в море, загорали на пляже, пиво с рыбкой на пляже и много занимались сексом... " +
                "\n\tПосле возвращения началось активое приготовление к свадьбе: вибирали кольца, платье, костюм, ведущего \n" +
                "и т.д., и т.п. В детали углубляться не буду, но это было с одной стороны волнующее, а с другой - очень \n" +
                "приятное времяпровождение. Вот так я и провел свое лето...");
        System.out.println("\n\n\n");
    }
}
